export const buildsData = [
  {
    character: 'Commando',
    builds: [
      {
        id: 'commando1',
        name: 'Выживание',
        description: 'Сборка, ориентированная на увеличение выживаемости и урона на средней дистанции.',
        items: [
          'Ржавая замковая шкатулка',
          'Банка с червями',
          'Военный серп'
        ],
        playstyle: 'Держитесь на средней дистанции, используйте способности для контроля толпы и наносите урон с безопасного расстояния.'
      },
      {
        id: 'commando2',
        name: 'Мобильный стрелок',
        description: 'Упор на мобильность и уклонение от атак.',
        items: [
          'Сапоги странника',
          'Газировка',
          'Клевер'
        ],
        playstyle: 'Постоянно двигайтесь, используйте уклонения, чтобы избегать урона, и наносите урон в движении.'
      },
      {
        id: 'commando3',
        name: 'Автоматическая турель',
        description: 'Сборка, использующая автоматические турели для нанесения постоянного урона.',
        items: [
          'Дрон-поддержка',
          'Инженерный набор',
          'Рюкзак'
        ],
        playstyle: 'Размещайте турели в стратегических местах и поддерживайте их, уклоняясь от атак и нанося урон.'
      }
    ]
  },
  {
    character: 'Huntress',
    builds: [
      {
        id: 'huntress1',
        name: 'Глайд и Удар',
        description: 'Сборка, ориентированная на мобильность и нанесение урона издалека.',
        items: [
          'Сапоги странника',
          'Военный серп',
          'Очки с линзой'
        ],
        playstyle: 'Используйте глайд для перемещения по полю боя и наносите критические удары издалека.'
      },
      {
        id: 'huntress2',
        name: 'Шквал стрел',
        description: 'Упор на нанесение массового урона с помощью шквала стрел.',
        items: [
          'Кольцо василиска',
          'Газировка',
          'Бензиновая банка'
        ],
        playstyle: 'Собирайте группы врагов и наносите им массовый урон с помощью шквала стрел и дополнительных эффектов.'
      },
      {
        id: 'huntress3',
        name: 'Критический глайд',
        description: 'Повышает шанс критического урона во время глайда.',
        items: [
          'Военный серп',
          'Очки с линзой',
          'Клевер'
        ],
        playstyle: 'Постоянно используйте глайд для повышения шанса критического урона и наносите урон в движении.'
      }
    ]
  },
  {
    character: 'Mercenary',
    builds: [
      {
        id: 'mercenary1',
        name: 'Бесконечный вихрь',
        description: 'Сборка, ориентированная на использование способностей для нанесения урона в ближнем бою.',
        items: [
          'Ударный браслет',
          'Военный серп',
          'Бритва'
        ],
        playstyle: "Используйте способности для перемещения и нанесения урона в ближнем бою, поддерживайте высокий темп атак."
      },
      {
        id: 'mercenary2',
        name: "Критический урон",
         description:'Упор на увеличение критического урона и скорости атаки.',
         items:[
           "Военный серп",
           "Очки с линзой",
           "Газировка"
         ],
         playstyle:"Наносите критические удары в ближнем бою и постоянно увеличивайте скорость атаки для максимального урона."
       },
       {
         id:'mercenary3', 
         name:'Выживаемость', 
         description:'Сборка, ориентированная на повышение выживаемости в ближнем бою.', 
         items:['Ржавая замковая шкатулка','Банка с червями','Изумруд'], 
         playstyle:'Фокусируйтесь на уклонении и выживании в ближнем бою, используя способности для контроля толпы и нанесения урона.'
       }
     ]
   }
];
